{
  "stoi": {
    "<pad>": 0,
    "<unk>": 1,
    "<eos>": 2,
    "chapter": 3,
    "down": 4,
    "the": 5,
    "rabbit-hole": 6,
    "alice": 7,
    "was": 8,
    "beginning": 9,
    "to": 10,
    "get": 11,
    "very": 12,
    "tired": 13,
    "of": 14,
    "sitting": 15,
    "by": 16,
    "her": 17,
    "sister": 18,
    "on": 19,
    "bank,": 20,
    "and": 21,
    "having": 22,
    "nothing": 23,
    "do:": 24,
    "once": 25,
    "or": 26,
    "twice": 27,
    "she": 28,
    "had": 29,
    "peeped": 30,
    "into": 31,
    "book": 32,
    "but": 33,
    "it": 34,
    "no": 35,
    "pictures": 36,
    "in": 37,
    "it,": 38,
    "what": 39,
    "is": 40,
    "use": 41,
    "a": 42,
    "book,": 43,
    "thought": 44,
    "without": 45,
    "so": 46,
    "considering": 47,
    "own": 48,
    "mind": 49,
    "as": 50,
    "well": 51,
    "could,": 52,
    "for": 53,
    "hot": 54,
    "day": 55,
    "made": 56,
    "feel": 57,
    "sleepy": 58,
    "stupid,": 59,
    "whether": 60,
    "pleasure": 61,
    "making": 62,
    "would": 63,
    "be": 64,
    "worth": 65,
    "trouble": 66,
    "getting": 67,
    "up": 68,
    "picking": 69,
    "when": 70,
    "suddenly": 71,
    "white": 72,
    "rabbit": 73,
    "with": 74,
    "eyes": 75,
    "ran": 76,
    "close": 77,
    "her.": 78,
    "there": 79,
    "remarkable": 80,
    "nor": 81,
    "did": 82,
    "think": 83,
    "much": 84,
    "out": 85,
    "way": 86,
    "hear": 87,
    "say": 88,
    "itself,": 89,
    "oh": 90,
    "dear!": 91,
    "i": 92,
    "shall": 93,
    "over": 94,
    "occurred": 95,
    "that": 96,
    "ought": 97,
    "have": 98,
    "at": 99,
    "this,": 100,
    "time": 101,
    "all": 102,
    "seemed": 103,
    "quite": 104,
    "took": 105,
    "watch": 106,
    "its": 107,
    "waistcoat-pocket,": 108,
    "looked": 109,
    "then": 110,
    "hurried": 111,
    "on,": 112,
    "started": 113,
    "feet,": 114,
    "across": 115,
    "never": 116,
    "before": 117,
    "seen": 118,
    "either": 119,
    "take": 120,
    "curiosity,": 121,
    "after": 122,
    "just": 123,
    "see": 124,
    "large": 125,
    "under": 126,
    "another": 127,
    "moment": 128,
    "went": 129,
    "how": 130,
    "world": 131,
    "again.": 132,
    "straight": 133,
    "like": 134,
    "some": 135,
    "way,": 136,
    "dipped": 137,
    "down,": 138,
    "not": 139,
    "about": 140,
    "herself": 141,
    "found": 142,
    "falling": 143,
    "deep": 144,
    "well.": 145,
    "deep,": 146,
    "fell": 147,
    "slowly,": 148,
    "plenty": 149,
    "look": 150,
    "wonder": 151,
    "going": 152,
    "happen": 153,
    "next.": 154,
    "first,": 155,
    "tried": 156,
    "make": 157,
    "coming": 158,
    "to,": 159,
    "too": 160,
    "dark": 161,
    "anything;": 162,
    "sides": 163,
    "well,": 164,
    "noticed": 165,
    "they": 166,
    "were": 167,
    "filled": 168,
    "cupboards": 169,
    "here": 170,
    "saw": 171,
    "upon": 172,
    "jar": 173,
    "from": 174,
    "one": 175,
    "great": 176,
    "fear": 177,
    "somebody": 178,
    "managed": 179,
    "put": 180,
    "it.": 181,
    "well!": 182,
    "herself,": 183,
    "such": 184,
    "fall": 185,
    "tumbling": 186,
    "stairs!": 187,
    "theyll": 188,
    "me": 189,
    "why,": 190,
    "wouldnt": 191,
    "anything": 192,
    "even": 193,
    "if": 194,
    "off": 195,
    "top": 196,
    "which": 197,
    "likely": 198,
    "down.": 199,
    "come": 200,
    "an": 201,
    "many": 202,
    "miles": 203,
    "ive": 204,
    "fallen": 205,
    "this": 206,
    "said": 207,
    "aloud.": 208,
    "must": 209,
    "near": 210,
    "earth.": 211,
    "let": 212,
    "see:": 213,
    "four": 214,
    "thousand": 215,
    "for,": 216,
    "you": 217,
    "see,": 218,
    "learnt": 219,
    "several": 220,
    "things": 221,
    "sort": 222,
    "lessons": 223,
    "though": 224,
    "good": 225,
    "opportunity": 226,
    "showing": 227,
    "listen": 228,
    "her,": 229,
    "still": 230,
    "yes,": 231,
    "thats": 232,
    "right": 233,
    "latitude": 234,
    "longitude": 235,
    "got": 236,
    "to?": 237,
    "idea": 238,
    "was,": 239,
    "either,": 240,
    "nice": 241,
    "grand": 242,
    "words": 243,
    "say.": 244,
    "presently": 245,
    "began": 246,
    "through": 247,
    "funny": 248,
    "itll": 249,
    "seem": 250,
    "among": 251,
    "people": 252,
    "walk": 253,
    "their": 254,
    "heads": 255,
    "rather": 256,
    "glad": 257,
    "listening,": 258,
    "time,": 259,
    "didnt": 260,
    "sound": 261,
    "word": 262,
    "ask": 263,
    "them": 264,
    "name": 265,
    "is,": 266,
    "know.": 267,
    "please,": 268,
    "new": 269,
    "youre": 270,
    "do": 271,
    "could": 272,
    "manage": 273,
    "it?": 274,
    "little": 275,
    "girl": 276,
    "shell": 277,
    "no,": 278,
    "perhaps": 279,
    "written": 280,
    "else": 281,
    "do,": 282,
    "soon": 283,
    "talking": 284,
    "dinahll": 285,
    "miss": 286,
    "should": 287,
    "think!": 288,
    "dinah": 289,
    "cat.": 290,
    "hope": 291,
    "remember": 292,
    "my": 293,
    "wish": 294,
    "me!": 295,
    "are": 296,
    "mice": 297,
    "air,": 298,
    "im": 299,
    "afraid,": 300,
    "might": 301,
    "catch": 302,
    "mouse,": 303,
    "cats": 304,
    "eat": 305,
    "wonder?": 306,
    "saying": 307,
    "bats?": 308,
    "couldnt": 309,
    "answer": 310,
    "question,": 311,
    "matter": 312,
    "felt": 313,
    "off,": 314,
    "begun": 315,
    "dream": 316,
    "walking": 317,
    "hand": 318,
    "dinah,": 319,
    "now,": 320,
    "tell": 321,
    "ever": 322,
    "thump!": 323,
    "came": 324,
    "dry": 325,
    "leaves,": 326,
    "over.": 327,
    "bit": 328,
    "jumped": 329,
    "feet": 330,
    "up,": 331,
    "long": 332,
    "passage,": 333,
    "sight,": 334,
    "away": 335,
    "wind,": 336,
    "say,": 337,
    "turned": 338,
    "corner,": 339,
    "ears": 340,
    "late": 341,
    "behind": 342,
    "longer": 343,
    "low": 344,
    "hall,": 345,
    "row": 346,
    "hanging": 347,
    "doors": 348,
    "round": 349,
    "been": 350,
    "side": 351,
    "other,": 352,
    "trying": 353,
    "every": 354,
    "door,": 355,
    "walked": 356,
    "sadly": 357,
    "middle,": 358,
    "wondering": 359,
    "three-legged": 360,
    "table,": 361,
    "except": 362,
    "tiny": 363,
    "golden": 364,
    "key,": 365,
    "alices": 366,
    "first": 367,
    "but,": 368,
    "alas!": 369,
    "key": 370,
    "any": 371,
    "rate": 372,
    "open": 373,
    "them.": 374,
    "however,": 375,
    "second": 376,
    "round,": 377,
    "before,": 378,
    "door": 379,
    "inches": 380,
    "high:": 381,
    "opened": 382,
    "led": 383,
    "small": 384,
    "larger": 385,
    "than": 386,
    "along": 387,
    "garden": 388,
    "longed": 389,
    "those": 390,
    "bright": 391,
    "flowers": 392,
    "cool": 393,
    "head": 394,
    "go": 395,
    "poor": 396,
    "alice,": 397,
    "oh,": 398,
    "shut": 399,
    "only": 400,
    "knew": 401,
    "begin.": 402,
    "out-of-the-way": 403,
    "happened": 404,
    "few": 405,
    "indeed": 406,
    "really": 407,
    "waiting": 408,
    "back": 409,
    "half": 410,
    "hoping": 411,
    "find": 412,
    "rules": 413,
    "shutting": 414,
    "bottle": 415,
    "certainly": 416,
    "neck": 417,
    "paper": 418,
    "drink": 419,
    "me,": 420,
    "beautifully": 421,
    "wise": 422,
    "hurry.": 423,
    "ill": 424,
    "said,": 425,
    "marked": 426,
    "read": 427,
    "children": 428,
    "who": 429,
    "wild": 430,
    "other": 431,
    "unpleasant": 432,
    "things,": 433,
    "because": 434,
    "simple": 435,
    "friends": 436,
    "taught": 437,
    "as,": 438,
    "will": 439,
    "burn": 440,
    "hold": 441,
    "cut": 442,
    "your": 443,
    "finger": 444,
    "usually": 445,
    "forgotten": 446,
    "that,": 447,
    "poison,": 448,
    "almost": 449,
    "certain": 450,
    "you,": 451,
    "sooner": 452,
    "ventured": 453,
    "taste": 454,
    "finding": 455,
    "fact,": 456,
    "mixed": 457,
    "finished": 458,
    "off.": 459,
    "curious": 460,
    "alice;": 461,
    "indeed:": 462,
    "now": 463,
    "ten": 464,
    "high,": 465,
    "face": 466,
    "brightened": 467,
    "size": 468,
    "lovely": 469,
    "garden.": 470,
    "waited": 471,
    "minutes": 472,
    "nervous": 473,
    "this;": 474,
    "end,": 475,
    "know,": 476,
    "altogether,": 477,
    "then?": 478,
    "fancy": 479,
    "candle": 480,
    "out,": 481,
    "while,": 482,
    "more": 483,
    "happened,": 484,
    "decided": 485,
    "alice!": 486,
    "table": 487,
    "possibly": 488,
    "reach": 489,
    "it:": 490,
    "glass,": 491,
    "best": 492,
    "legs": 493,
    "thing": 494,
    "sat": 495,
    "cried.": 496,
    "come,": 497,
    "theres": 498,
    "crying": 499,
    "that!": 500,
    "leave": 501,
    "generally": 502,
    "gave": 503,
    "followed": 504,
    "sometimes": 505,
    "severely": 506,
    "bring": 507,
    "tears": 508,
    "remembered": 509,
    "box": 510,
    "game": 511,
    "croquet": 512,
    "playing": 513,
    "against": 514,
    "child": 515,
    "fond": 516,
    "two": 517,
    "hardly": 518,
    "enough": 519,
    "left": 520,
    "eye": 521,
    "glass": 522,
    "lying": 523,
    "cake,": 524,
    "makes": 525,
    "grow": 526,
    "larger,": 527,
    "can": 528,
    "smaller,": 529,
    "garden,": 530,
    "dont": 531,
    "care": 532,
    "bit,": 533,
    "anxiously": 534,
    "holding": 535,
    "growing,": 536,
    "surprised": 537,
    "remained": 538,
    "same": 539,
    "size:": 540,
    "sure,": 541,
    "happens": 542,
    "expecting": 543,
    "happen,": 544,
    "dull": 545,
    "stupid": 546,
    "life": 547,
    "way.": 548,
    "set": 549,
    "pool": 550,
    "cried": 551,
    "forgot": 552,
    "speak": 553,
    "opening": 554,
    "was!": 555,
    "feet!": 556,
    "far": 557,
    "shoes": 558,
    "sure": 559,
    "shant": 560,
    "deal": 561,
    "myself": 562,
    "kind": 563,
    "them,": 564,
    "wont": 565,
    "want": 566,
    "give": 567,
    "pair": 568,
    "boots": 569,
    "sending": 570,
    "presents": 571,
    "ones": 572,
    "foot,": 573,
    "dear,": 574,
    "struck": 575,
    "roof": 576,
    "fact": 577,
    "nine": 578,
    "door.": 579,
    "side,": 580,
    "eye;": 581,
    "cry": 582,
    "ashamed": 583,
    "yourself,": 584,
    "stop": 585,
    "moment,": 586,
    "you!": 587,
    "same,": 588,
    "tears,": 589,
    "until": 590,
    "heard": 591,
    "pattering": 592,
    "distance,": 593,
    "hastily": 594,
    "coming.": 595,
    "kid": 596,
    "gloves": 597,
    "fan": 598,
    "other:": 599,
    "he": 600,
    "trotting": 601,
    "muttering": 602,
    "himself": 603,
    "came,": 604,
    "oh!": 605,
    "duchess,": 606,
    "duchess!": 607,
    "savage": 608,
    "kept": 609,
    "ready": 610,
    "help": 611,
    "one;": 612,
    "so,": 613,
    "began,": 614,
    "low,": 615,
    "timid": 616,
    "voice,": 617,
    "violently,": 618,
    "dropped": 619,
    "hard": 620,
    "gloves,": 621,
    "and,": 622,
    "queer": 623,
    "everything": 624,
    "yesterday": 625,
    "usual.": 626,
    "changed": 627,
    "feeling": 628,
    "next": 629,
    "question": 630,
    "am": 631,
    "ah,": 632,
    "thinking": 633,
    "age": 634,
    "hair": 635,
    "goes": 636,
    "mine": 637,
    "doesnt": 638,
    "all;": 639,
    "cant": 640,
    "mabel,": 641,
    "know": 642,
    "sorts": 643,
    "she,": 644,
    "knows": 645,
    "little!": 646,
    "besides,": 647,
    "shes": 648,
    "i,": 649,
    "andoh": 650,
    "puzzling": 651,
    "is!": 652,
    "try": 653,
    "used": 654,
    "times": 655,
    "five": 656,
    "six": 657,
    "seven": 658,
    "lets": 659,
    "capital": 660,
    "wrong,": 661,
    "doth": 662,
    "crossed": 663,
    "hands": 664,
    "lap": 665,
    "lessons,": 666,
    "repeat": 667,
    "voice": 668,
    "sounded": 669,
    "hoarse": 670,
    "his": 671,
    "tail,": 672,
    "seems": 673,
    "grin,": 674,
    "neatly": 675,
    "spread": 676,
    "gently": 677,
    "smiling": 678,
    "words,": 679,
    "again": 680,
    "all,": 681,
    "live": 682,
    "house,": 683,
    "play": 684,
    "with,": 685,
    "learn!": 686,
    "it;": 687,
    "stay": 688,
    "here!": 689,
    "putting": 690,
    "again,": 691,
    "then,": 692,
    "being": 693,
    "not,": 694,
    "till": 695,
    "sudden": 696,
    "down!": 697,
    "alone": 698,
    "hands,": 699,
    "rabbits": 700,
    "while": 701,
    "talking.": 702,
    "done": 703,
    "that?": 704,
    "thought.": 705,
    "growing": 706,
    "nearly": 707,
    "shrinking": 708,
    "cause": 709,
    "hastily,": 710,
    "frightened": 711,
    "change,": 712,
    "worse": 713,
    "ever,": 714,
    "child,": 715,
    "never!": 716,
    "these": 717,
    "foot": 718,
    "chin": 719,
    "salt": 720,
    "sea,": 721,
    "case": 722,
    "herself.": 723,
    "life,": 724,
    "general": 725,
    "wherever": 726,
    "number": 727,
    "digging": 728,
    "high.": 729,
    "hadnt": 730,
    "much!": 731,
    "swam": 732,
    "about,": 733,
    "out.": 734,
    "thing,": 735,
    "something": 736,
    "splashing": 737,
    "nearer": 738,
    "was:": 739,
    "mouse": 740,
    "slipped": 741,
    "use,": 742,
    "here,": 743,
    "rate,": 744,
    "began:": 745,
    "o": 746,
    "swimming": 747,
    "mouse!": 748,
    "speaking": 749,
    "wink": 750,
    "eyes,": 751,
    "nothing.": 752,
    "understand": 753,
    "english,": 754,
    "french": 755,
    "william": 756,
    "history,": 757,
    "clear": 758,
    "notion": 759,
    "happened.": 760,
    "again:": 761,
    "sentence": 762,
    "beg": 763,
    "pardon!": 764,
    "afraid": 765,
    "hurt": 766,
    "animals": 767,
    "shrill,": 768,
    "voice.": 769,
    "me?": 770,
    "tone:": 771,
    "angry": 772,
    "yet": 773,
    "show": 774,
    "our": 775,
    "cat": 776,
    "youd": 777,
    "dear": 778,
    "quiet": 779,
    "pool,": 780,
    "nicely": 781,
    "fire,": 782,
    "paws": 783,
    "catching": 784,
    "over,": 785,
    "we": 786,
    "talk": 787,
    "not.": 788,
    "indeed!": 789,
    "trembling": 790,
    "end": 791,
    "tail.": 792,
    "always": 793,
    "things!": 794,
    "again!": 795,
    "hurry": 796,
    "change": 797,
    "subject": 798,
    "conversation.": 799,
    "dog": 800,
    "house": 801,
    "fetch": 802,
    "throw": 803,
    "sit": 804,
    "themand": 805,
    "belongs": 806,
    "says": 807,
    "useful,": 808,
    "sorrowful": 809,
    "tone,": 810,
    "offended": 811,
    "go,": 812,
    "went.": 813,
    "called": 814,
    "dogs": 815,
    "them!": 816,
    "slowly": 817,
    "her:": 818,
    "pale": 819,
    "passion,": 820,
    "thought,": 821,
    "us": 822,
    "shore,": 823,
    "youll": 824,
    "why": 825,
    "high": 826,
    "crowded": 827,
    "birds": 828,
    "duck": 829,
    "dodo,": 830,
    "lory": 831,
    "whole": 832,
    "party": 833,
    "tale": 834,
    "assembled": 835,
    "fur": 836,
    "uncomfortable.": 837,
    "course": 838,
    "natural": 839,
    "life.": 840,
    "indeed,": 841,
    "argument": 842,
    "lory,": 843,
    "last": 844,
    "older": 845,
    "allow": 846,
    "knowing": 847,
    "old": 848,
    "age,": 849,
    "said.": 850,
    "person": 851,
    "authority": 852,
    "once,": 853,
    "ring,": 854,
    "important": 855,
    "silence": 856,
    "whose": 857,
    "wanted": 858,
    "edwin": 859,
    "morcar,": 860,
    "earls": 861,
    "mercia": 862,
    "i!": 863,
    "hastily.": 864,
    "did,": 865,
    "mouse.": 866,
    "him:": 867,
    "archbishop": 868,
    "advisable": 869,
    "what?": 870,
    "replied": 871,
    "means": 872,
    "enough,": 873,
    "notice": 874,
    "hurriedly": 875,
    "meet": 876,
    "offer": 877,
    "him": 878,
    "continued,": 879,
    "turning": 880,
    "spoke.": 881,
    "melancholy": 882,
    "all.": 883,
    "dodo": 884,
    "move": 885,
    "meaning": 886,
    "whats": 887,
    "more,": 888,
    "believe": 889,
    "speak,": 890,
    "explain": 891,
    "day,": 892,
    "course,": 893,
    "there.": 894,
    "one,": 895,
    "two,": 896,
    "away,": 897,
    "running": 898,
    "liked,": 899,
    "easy": 900,
    "race": 901,
    "hour": 902,
    "over!": 903,
    "panting,": 904,
    "has": 905,
    "pressed": 906,
    "forehead": 907,
    "position": 908,
    "him,": 909,
    "rest": 910,
    "silence.": 911,
    "everybody": 912,
    "prizes.": 913,
    "chorus": 914,
    "voices": 915,
    "asked.": 916,
    "pointing": 917,
    "confused": 918,
    "prizes!": 919,
    "pocket,": 920,
    "luckily": 921,
    "water": 922,
    "handed": 923,
    "exactly": 924,
    "round.": 925,
    "alice.": 926,
    "thimble,": 927,
    "sadly.": 928,
    "solemnly": 929,
    "short": 930,
    "grave": 931,
    "dare": 932,
    "simply": 933,
    "looking": 934,
    "solemn": 935,
    "could.": 936,
    "caused": 937,
    "noise": 938,
    "confusion,": 939,
    "choked": 940,
    "back.": 941,
    "last,": 942,
    "more.": 943,
    "added": 944,
    "sad": 945,
    "certainly,": 946,
    "call": 947,
    "speaking,": 948,
    "this:": 949,
    "met": 950,
    "both": 951,
    "do.": 952,
    "sir,": 953,
    "jury": 954,
    "judge,": 955,
    "wasting": 956,
    "jury,": 957,
    "of?": 958,
    "pardon,": 959,
    "think?": 960,
    "not!": 961,
    "angrily.": 962,
    "it!": 963,
    "away.": 964,
    "nonsense!": 965,
    "mean": 966,
    "pleaded": 967,
    "easily": 968,
    "know!": 969,
    "reply.": 970,
    "please": 971,
    "finish": 972,
    "story!": 973,
    "others": 974,
    "joined": 975,
    "do!": 976,
    "shook": 977,
    "impatiently,": 978,
    "sighed": 979,
    "young": 980,
    "crab,": 981,
    "nobody": 982,
    "shed": 983,
    "back!": 984,
    "venture": 985,
    "eagerly,": 986,
    "itself": 987,
    "carefully,": 988,
    "suit": 989,
    "children,": 990,
    "moved": 991,
    "mentioned": 992,
    "dinah!": 993,
    "tone.": 994,
    "lonely": 995,
    "mind,": 996,
    "story.": 997,
    "bill": 998,
    "rabbit,": 999,
    "went,": 1000,
    "whiskers!": 1001,
    "executed,": 1002,
    "where": 1003,
    "guessed": 1004,
    "hunting": 1005,
    "nowhere": 1006,
    "since": 1007,
    "swim": 1008,
    "vanished": 1009,
    "mary": 1010,
    "ann,": 1011,
    "doing": 1012,
    "here?": 1013,
    "run": 1014,
    "now!": 1015,
    "direction": 1016,
    "mistake": 1017,
    "id": 1018,
    "better": 1019,
    "plate": 1020,
    "knocking,": 1021,
    "real": 1022,
    "messages": 1023,
    "suppose": 1024,
    "next!": 1025,
    "minute,": 1026,
    "think,": 1027,
    "theyd": 1028,
    "ordering": 1029,
    "room": 1030,
    "window,": 1031,
    "three": 1032,
    "stood": 1033,
    "interesting": 1034,
    "does.": 1035,
    "thing!": 1036,
    "drunk": 1037,
    "bottle,": 1038,
    "minute": 1039,
    "elbow": 1040,
    "arm": 1041,
    "curled": 1042,
    "head.": 1043,
    "chimney,": 1044,
    "become": 1045,
    "full": 1046,
    "chance": 1047,
    "wasnt": 1048,
    "ordered": 1049,
    "gone": 1050,
    "life!": 1051,
    "fancied": 1052,
    "middle": 1053,
    "write": 1054,
    "grown": 1055,
    "tone;": 1056,
    "least": 1057,
    "here.": 1058,
    "now?": 1059,
    "shouldnt": 1060,
    "answered": 1061,
    "learn": 1062,
    "taking": 1063,
    "conversation": 1064,
    "outside,": 1065,
    "stopped": 1066,
    "listen.": 1067,
    "ann!": 1068,
    "trembled": 1069,
    "forgetting": 1070,
    "reason": 1071,
    "proved": 1072,
    "wont!": 1073,
    "hand,": 1074,
    "snatch": 1075,
    "air.": 1076,
    "shriek": 1077,
    "broken": 1078,
    "concluded": 1079,
    "you?": 1080,
    "apples,": 1081,
    "yer": 1082,
    "honour!": 1083,
    "sounds": 1084,
    "glass.": 1085,
    "arm,": 1086,
    "that.": 1087,
    "business": 1088,
    "there,": 1089,
    "away!": 1090,
    "all!": 1091,
    "hearing": 1092,
    "words:": 1093,
    "wheres": 1094,
    "bills": 1095,
    "em": 1096,
    "together": 1097,
    "enough;": 1098,
    "bill!": 1099,
    "loud": 1100,
    "bill,": 1101,
    "master": 1102,
    "place": 1103,
    "kick": 1104,
    "drew": 1105,
    "chimney": 1106,
    "guess": 1107,
    "above": 1108,
    "sharp": 1109,
    "silence,": 1110,
    "confusion": 1111,
    "fellow?": 1112,
    "squeaking": 1113,
    "thank": 1114,
    "fellow!": 1115,
    "others.": 1116,
    "voice;": 1117,
    "dead": 1118,
    "instantly,": 1119,
    "sense,": 1120,
    "moving": 1121,
    "barrowful": 1122,
    "begin": 1123,
    "with.": 1124,
    "doubt,": 1125,
    "shower": 1126,
    "pebbles": 1127,
    "rattling": 1128,
    "hit": 1129,
    "face.": 1130,
    "shouted": 1131,
    "lay": 1132,
    "floor,": 1133,
    "cakes,": 1134,
    "delighted": 1135,
    "crowd": 1136,
    "outside.": 1137,
    "lizard,": 1138,
    "held": 1139,
    "guinea-pigs,": 1140,
    "giving": 1141,
    "rush": 1142,
    "safe": 1143,
    "wood.": 1144,
    "wandered": 1145,
    "wood,": 1146,
    "again;": 1147,
    "excellent": 1148,
    "difficulty": 1149,
    "smallest": 1150,
    "trees,": 1151,
    "bark": 1152,
    "puppy": 1153,
    "paw,": 1154,
    "picked": 1155,
    "stick,": 1156,
    "air": 1157,
    "delight,": 1158,
    "keep": 1159,
    "appeared": 1160,
    "each": 1161,
    "back,": 1162,
    "mouth,": 1163,
    "breath,": 1164,
    "distance.": 1165,
    "liked": 1166,
    "much,": 1167,
    "other;": 1168,
    "grass,": 1169,
    "mushroom": 1170,
    "height": 1171,
    "herself;": 1172,
    "stretched": 1173,
    "tiptoe,": 1174,
    "edge": 1175,
    "mushroom,": 1176,
    "immediately": 1177,
    "caterpillar,": 1178,
    "arms": 1179,
    "folded,": 1180,
    "quietly": 1181,
    "smoking": 1182,
    "else.": 1183,
    "caterpillar": 1184,
    "hookah": 1185,
    "addressed": 1186,
    "caterpillar.": 1187,
    "encouraging": 1188,
    "replied,": 1189,
    "morning,": 1190,
    "then.": 1191,
    "myself,": 1192,
    "politely,": 1193,
    "different": 1194,
    "havent": 1195,
    "yet,": 1196,
    "turn": 1197,
    "may": 1198,
    "different,": 1199,
    "me.": 1200,
    "contemptuously.": 1201,
    "brought": 1202,
    "remarks,": 1203,
    "gravely,": 1204,
    "are,": 1205,
    "first.": 1206,
    "why?": 1207,
    "certainly:": 1208,
    "temper,": 1209,
    "all?": 1210,
    "unfolded": 1211,
    "mouth": 1212,
    "busy": 1213,
    "different!": 1214,
    "old,": 1215,
    "father": 1216,
    "william,": 1217,
    "stand": 1218,
    "youth,": 1219,
    "perfectly": 1220,
    "most": 1221,
    "pray,": 1222,
    "weak": 1223,
    "nose": 1224,
    "yourself": 1225,
    "right,": 1226,
    "wrong": 1227,
    "decidedly,": 1228,
    "minutes.": 1229,
    "be?": 1230,
    "size,": 1231,
    "replied;": 1232,
    "changing": 1233,
    "often,": 1234,
    "alice:": 1235,
    "wretched": 1236,
    "angrily,": 1237,
    "spoke": 1238,
    "creatures": 1239,
    "yawned": 1240,
    "twice,": 1241,
    "merely": 1242,
    "remarking": 1243,
    "asked": 1244,
    "difficult": 1245,
    "question.": 1246,
    "broke": 1247,
    "nibbled": 1248,
    "violent": 1249,
    "blow": 1250,
    "work": 1251,
    "bit.": 1252,
    "lefthand": 1253,
    "free": 1254,
    "tone": 1255,
    "shoulders": 1256,
    "sea": 1257,
    "green": 1258,
    "leaves": 1259,
    "stuff": 1260,
    "spoke,": 1261,
    "shaking": 1262,
    "distant": 1263,
    "head,": 1264,
    "direction,": 1265,
    "succeeded": 1266,
    "trees": 1267,
    "draw": 1268,
    "pigeon": 1269,
    "face,": 1270,
    "violently": 1271,
    "serpent!": 1272,
    "screamed": 1273,
    "pigeon.": 1274,
    "indignantly.": 1275,
    "serpent,": 1276,
    "repeated": 1277,
    "pigeon,": 1278,
    "attending": 1279,
    "her;": 1280,
    "puzzled,": 1281,
    "finished.": 1282,
    "eggs,": 1283,
    "pigeon;": 1284,
    "serpents": 1285,
    "day!": 1286,
    "sleep": 1287,
    "youve": 1288,
    "taken": 1289,
    "tree": 1290,
    "continued": 1291,
    "shriek,": 1292,
    "changes": 1293,
    "day.": 1294,
    "story": 1295,
    "girls": 1296,
    "no!": 1297,
    "telling": 1298,
    "tasted": 1299,
    "theyre": 1300,
    "silent": 1301,
    "does": 1302,
    "matters": 1303,
    "then!": 1304,
    "sulky": 1305,
    "settled": 1306,
    "entangled": 1307,
    "pieces": 1308,
    "nibbling": 1309,
    "bringing": 1310,
    "strange": 1311,
    "first;": 1312,
    "minutes,": 1313,
    "are!": 1314,
    "be,": 1315,
    "beautiful": 1316,
    "done,": 1317,
    "place,": 1318,
    "lives": 1319,
    "pepper": 1320,
    "next,": 1321,
    "footman": 1322,
    "considered": 1323,
    "only,": 1324,
    "loudly": 1325,
    "wood": 1326,
    "fish-footman": 1327,
    "letter,": 1328,
    "saying,": 1329,
    "duchess.": 1330,
    "invitation": 1331,
    "queen": 1332,
    "croquet.": 1333,
    "repeated,": 1334,
    "order": 1335,
    "little,": 1336,
    "queen.": 1337,
    "duchess": 1338,
    "bowed": 1339,
    "together.": 1340,
    "gone,": 1341,
    "ground": 1342,
    "staring": 1343,
    "sky.": 1344,
    "timidly": 1345,
    "footman,": 1346,
    "secondly,": 1347,
    "inside,": 1348,
    "you.": 1349,
    "extraordinary": 1350,
    "constant": 1351,
    "howling": 1352,
    "dish": 1353,
    "in?": 1354,
    "between": 1355,
    "instance,": 1356,
    "remarked,": 1357,
    "nose,": 1358,
    "him.": 1359,
    "told": 1360,
    "so.": 1361,
    "muttered": 1362,
    "drive": 1363,
    "repeating": 1364,
    "remark,": 1365,
    "days": 1366,
    "days.": 1367,
    "like,": 1368,
    "hes": 1369,
    "in.": 1370,
    "nursing": 1371,
    "cook": 1372,
    "leaning": 1373,
    "stirring": 1374,
    "cauldron": 1375,
    "soup!": 1376,
    "baby,": 1377,
    "sneezing": 1378,
    "moments": 1379,
    "kitchen": 1380,
    "cook,": 1381,
    "ear": 1382,
    "ear.": 1383,
    "timidly,": 1384,
    "cheshire": 1385,
    "cat,": 1386,
    "duchess;": 1387,
    "pleased": 1388,
    "fact.": 1389,
    "introduce": 1390,
    "soup": 1391,
    "throwing": 1392,
    "baby": 1393,
    "impossible": 1394,
    "jumping": 1395,
    "carried": 1396,
    "business,": 1397,
    "growl,": 1398,
    "takes": 1399,
    "twenty-four": 1400,
    "hours": 1401,
    "head!": 1402,
    "meant": 1403,
    "busily": 1404,
    "soup,": 1405,
    "singing": 1406,
    "boy,": 1407,
    "beat": 1408,
    "chorus.": 1409,
    "wow!": 1410,
    "sang": 1411,
    "song,": 1412,
    "tossing": 1413,
    "thoroughly": 1414,
    "like!": 1415,
    "queen,": 1416,
    "threw": 1417,
    "missed": 1418,
    "caught": 1419,
    "creature,": 1420,
    "directions,": 1421,
    "proper": 1422,
    "twist": 1423,
    "loud,": 1424,
    "grunted": 1425,
    "time.": 1426,
    "yourself.": 1427,
    "extremely": 1428,
    "tears.": 1429,
    "pig,": 1430,
    "creature": 1431,
    "neither": 1432,
    "less": 1433,
    "dreadfully": 1434,
    "startled": 1435,
    "grinned": 1436,
    "far,": 1437,
    "on.": 1438,
    "waving": 1439,
    "hatter:": 1440,
    "march": 1441,
    "hare.": 1442,
    "mad.": 1443,
    "mad": 1444,
    "remarked.": 1445,
    "cat:": 1446,
    "mad?": 1447,
    "tail": 1448,
    "yet.": 1449,
    "became": 1450,
    "ask.": 1451,
    "would,": 1452,
    "hare": 1453,
    "hatters": 1454,
    "raving": 1455,
    "tree.": 1456,
    "suddenly:": 1457,
    "giddy.": 1458,
    "often": 1459,
    "sight": 1460,
    "shaped": 1461,
    "raised": 1462,
    "hatter": 1463,
    "tea-party": 1464,
    "front": 1465,
    "tea": 1466,
    "dormouse": 1467,
    "fast": 1468,
    "asleep,": 1469,
    "using": 1470,
    "resting": 1471,
    "dormouse,": 1472,
    "room!": 1473,
    "table.": 1474,
    "wine,": 1475,
    "isnt": 1476,
    "civil": 1477,
    "laid": 1478,
    "wants": 1479,
    "hatter.": 1480,
    "personal": 1481,
    "asking": 1482,
    "mean,": 1483,
    "see!": 1484,
    "hare,": 1485,
    "hatter,": 1486,
    "angrily": 1487,
    "butter,": 1488,
    "replied.": 1489,
    "crumbs": 1490,
    "tea,": 1491,
    "shoulder": 1492,
    "curiosity.": 1493,
    "tells": 1494,
    "oclock": 1495,
    "year": 1496,
    "mine,": 1497,
    "remark": 1498,
    "asleep": 1499,
    "yet?": 1500,
    "replied:": 1501,
    "time!": 1502,
    "cautiously": 1503,
    "music.": 1504,
    "ah!": 1505,
    "half-past": 1506,
    "hungry": 1507,
    "hearts,": 1508,
    "sing": 1509,
    "twinkle,": 1510,
    "twinkle": 1511,
    "pinch": 1512,
    "stop.": 1513,
    "verse,": 1514,
    "exclaimed": 1515,
    "now.": 1516,
    "sigh:": 1517,
    "weve": 1518,
    "wash": 1519,
    "suppose?": 1520,
    "up.": 1521,
    "again?": 1522,
    "interrupted,": 1523,
    "lady": 1524,
    "wake": 1525,
    "dormouse!": 1526,
    "pinched": 1527,
    "once.": 1528,
    "eyes.": 1529,
    "voice:": 1530,
    "done.": 1531,
    "hurry;": 1532,
    "lived": 1533,
    "bottom": 1534,
    "on?": 1535,
    "questions": 1536,
    "treacle,": 1537,
    "two.": 1538,
    "ill.": 1539,
    "were,": 1540,
    "dormouse;": 1541,
    "living": 1542,
    "puzzled": 1543,
    "on:": 1544,
    "well?": 1545,
    "bread-and-butter,": 1546,
    "sh!": 1547,
    "sulkily": 1548,
    "on!": 1549,
    "learning": 1550,
    "draw,": 1551,
    "interrupted": 1552,
    "advantage": 1553,
    "upset": 1554,
    "treacle": 1555,
    "remark.": 1556,
    "interrupting": 1557,
    "rubbing": 1558,
    "begins": 1559,
    "m": 1560,
    "silent.": 1561,
    "closed": 1562,
    "really,": 1563,
    "piece": 1564,
    "everythings": 1565,
    "pocket": 1566,
    "queens": 1567,
    "croquet-ground": 1568,
    "gardeners": 1569,
    "painting": 1570,
    "five!": 1571,
    "five,": 1572,
    "beheaded!": 1573,
    "for?": 1574,
    "none": 1575,
    "business!": 1576,
    "instead": 1577,
    "watching": 1578,
    "checked": 1579,
    "nothing,": 1580,
    "miss,": 1581,
    "rose-tree,": 1582,
    "best,": 1583,
    "queen!": 1584,
    "instantly": 1585,
    "themselves": 1586,
    "eager": 1587,
    "soldiers": 1588,
    "carrying": 1589,
    "gardeners,": 1590,
    "ornamented": 1591,
    "royal": 1592,
    "hearts.": 1593,
    "kings": 1594,
    "knave": 1595,
    "crown": 1596,
    "crimson": 1597,
    "procession,": 1598,
    "king": 1599,
    "doubtful": 1600,
    "lie": 1601,
    "rule": 1602,
    "faces,": 1603,
    "waited.": 1604,
    "procession": 1605,
    "smiled": 1606,
    "majesty,": 1607,
    "added,": 1608,
    "pack": 1609,
    "neednt": 1610,
    "soldiers,": 1611,
    "know?": 1612,
    "child!": 1613,
    "king,": 1614,
    "unfortunate": 1615,
    "majesty!": 1616,
    "silent,": 1617,
    "fine": 1618,
    "side.": 1619,
    "hush!": 1620,
    "whispered": 1621,
    "execution.": 1622,
    "began.": 1623,
    "body": 1624,
    "tucked": 1625,
    "generally,": 1626,
    "hedgehog": 1627,
    "unrolled": 1628,
    "players": 1629,
    "turns,": 1630,
    "quarrelling": 1631,
    "stamping": 1632,
    "shouting": 1633,
    "dispute": 1634,
    "appeared,": 1635,
    "game,": 1636,
    "confusing": 1637,
    "game.": 1638,
    "passed": 1639,
    "friend": 1640,
    "king:": 1641,
    "executioner": 1642,
    "executed": 1643,
    "fight": 1644,
    "flamingo": 1645,
    "sight:": 1646,
    "arches": 1647,
    "collected": 1648,
    "though,": 1649,
    "unless": 1650,
    "nonsense.": 1651,
    "duchess:": 1652,
    "entirely": 1653,
    "wildly": 1654,
    "mock": 1655,
    "turtles": 1656,
    "that:": 1657,
    "forget": 1658,
    "moral": 1659,
    "hasnt": 1660,
    "tut,": 1661,
    "moral,": 1662,
    "keeping": 1663,
    "chin.": 1664,
    "games": 1665,
    "tis": 1666,
    "love,": 1667,
    "anxious": 1668,
    "mustard": 1669,
    "usual,": 1670,
    "agree": 1671,
    "said;": 1672,
    "is.": 1673,
    "imagine": 1674,
    "otherwise": 1675,
    "surprise,": 1676,
    "duchesss": 1677,
    "hers": 1678,
    "frowning": 1679,
    "word,": 1680,
    "guests": 1681,
    "players,": 1682,
    "custody": 1683,
    "turtle": 1684,
    "history.": 1685,
    "executions": 1686,
    "gryphon,": 1687,
    "gryphon": 1688,
    "turtle,": 1689,
    "gryphon.": 1690,
    "watched": 1691,
    "fancy,": 1692,
    "nobody,": 1693,
    "sighing": 1694,
    "heart": 1695,
    "turtle.": 1696,
    "heavy": 1697,
    "sobbing": 1698,
    "school": 1699,
    "sea.": 1700,
    "tortoise": 1701,
    "us,": 1702,
    "didnt!": 1703,
    "tongue!": 1704,
    "too,": 1705,
    "proud": 1706,
    "relief.": 1707,
    "regular": 1708,
    "uglification,": 1709,
    "surprise.": 1710,
    "mystery,": 1711,
    "said:": 1712,
    "gryphon:": 1713,
    "faces": 1714,
    "subject.": 1715,
    "turtle:": 1716,
    "lobster": 1717,
    "quadrille": 1718,
    "deeply,": 1719,
    "sobs": 1720,
    "recovered": 1721,
    "delightful": 1722,
    "dance": 1723,
    "advance": 1724,
    "lobsters,": 1725,
    "sea!": 1726,
    "lobsters": 1727,
    "creatures,": 1728,
    "treading": 1729,
    "mark": 1730,
    "whiting": 1731,
    "eagerly": 1732,
    "join": 1733,
    "dance?": 1734,
    "dance.": 1735,
    "pale,": 1736,
    "whiting,": 1737,
    "dinn": 1738,
    "thoughtfully.": 1739,
    "tails": 1740,
    "before.": 1741,
    "puzzled.": 1742,
    "impatiently:": 1743,
    "thoughts": 1744,
    "obliged": 1745,
    "fish": 1746,
    "adventures": 1747,
    "later": 1748,
    "editions": 1749,
    "follows": 1750,
    "tones": 1751,
    "owl": 1752,
    "panther": 1753,
    "pie": 1754,
    "finished,": 1755,
    "evening,": 1756,
    "beauootiful": 1757,
    "soooop!": 1758,
    "soooop": 1759,
    "eeevening,": 1760,
    "beautiful,": 1761,
    "cares": 1762,
    "soup?": 1763,
    "trials": 1764,
    "trial": 1765,
    "stole": 1766,
    "parchment": 1767,
    "other.": 1768,
    "court": 1769,
    "tarts": 1770,
    "king;": 1771,
    "jury-box,": 1772,
    "twelve": 1773,
    "jurors": 1774,
    "writing": 1775,
    "court!": 1776,
    "slates,": 1777,
    "quickly": 1778,
    "lizard": 1779,
    "king.": 1780,
    "blew": 1781,
    "blasts": 1782,
    "trumpet,": 1783,
    "tarts,": 1784,
    "summer": 1785,
    "consider": 1786,
    "verdict,": 1787,
    "jury.": 1788,
    "witness!": 1789,
    "witness": 1790,
    "teacup": 1791,
    "bread-and-butter": 1792,
    "sent": 1793,
    "court,": 1794,
    "dormouse.": 1795,
    "wrote": 1796,
    "evidence,": 1797,
    "all:": 1798,
    "court.": 1799,
    "officers": 1800,
    "list": 1801,
    "man,": 1802,
    "week": 1803,
    "twinkling": 1804,
    "deny": 1805,
    "remember,": 1806,
    "miserable": 1807,
    "cheered,": 1808,
    "suppressed": 1809,
    "reading": 1810,
    "cook.": 1811,
    "majesty": 1812,
    "cross-examine": 1813,
    "witness.": 1814,
    "must,": 1815,
    "him!": 1816,
    "evidence": 1817,
    "shrill": 1818,
    "jurymen": 1819,
    "goldfish": 1820,
    "important,": 1821,
    "unimportant,": 1822,
    "mile": 1823,
    "directed": 1824,
    "jurymen.": 1825,
    "signed": 1826,
    "proves": 1827,
    "verses": 1828,
    "returned": 1829,
    "fit": 1830,
    "atom": 1831,
    "knee,": 1832,
    "sister,": 1833,
    "wonderful": 1834,
    "around": 1835,
    "grass": 1836,
    "teacups": 1837
  },
  "itos": {
    "0": "<pad>",
    "1": "<unk>",
    "2": "<eos>",
    "3": "chapter",
    "4": "down",
    "5": "the",
    "6": "rabbit-hole",
    "7": "alice",
    "8": "was",
    "9": "beginning",
    "10": "to",
    "11": "get",
    "12": "very",
    "13": "tired",
    "14": "of",
    "15": "sitting",
    "16": "by",
    "17": "her",
    "18": "sister",
    "19": "on",
    "20": "bank,",
    "21": "and",
    "22": "having",
    "23": "nothing",
    "24": "do:",
    "25": "once",
    "26": "or",
    "27": "twice",
    "28": "she",
    "29": "had",
    "30": "peeped",
    "31": "into",
    "32": "book",
    "33": "but",
    "34": "it",
    "35": "no",
    "36": "pictures",
    "37": "in",
    "38": "it,",
    "39": "what",
    "40": "is",
    "41": "use",
    "42": "a",
    "43": "book,",
    "44": "thought",
    "45": "without",
    "46": "so",
    "47": "considering",
    "48": "own",
    "49": "mind",
    "50": "as",
    "51": "well",
    "52": "could,",
    "53": "for",
    "54": "hot",
    "55": "day",
    "56": "made",
    "57": "feel",
    "58": "sleepy",
    "59": "stupid,",
    "60": "whether",
    "61": "pleasure",
    "62": "making",
    "63": "would",
    "64": "be",
    "65": "worth",
    "66": "trouble",
    "67": "getting",
    "68": "up",
    "69": "picking",
    "70": "when",
    "71": "suddenly",
    "72": "white",
    "73": "rabbit",
    "74": "with",
    "75": "eyes",
    "76": "ran",
    "77": "close",
    "78": "her.",
    "79": "there",
    "80": "remarkable",
    "81": "nor",
    "82": "did",
    "83": "think",
    "84": "much",
    "85": "out",
    "86": "way",
    "87": "hear",
    "88": "say",
    "89": "itself,",
    "90": "oh",
    "91": "dear!",
    "92": "i",
    "93": "shall",
    "94": "over",
    "95": "occurred",
    "96": "that",
    "97": "ought",
    "98": "have",
    "99": "at",
    "100": "this,",
    "101": "time",
    "102": "all",
    "103": "seemed",
    "104": "quite",
    "105": "took",
    "106": "watch",
    "107": "its",
    "108": "waistcoat-pocket,",
    "109": "looked",
    "110": "then",
    "111": "hurried",
    "112": "on,",
    "113": "started",
    "114": "feet,",
    "115": "across",
    "116": "never",
    "117": "before",
    "118": "seen",
    "119": "either",
    "120": "take",
    "121": "curiosity,",
    "122": "after",
    "123": "just",
    "124": "see",
    "125": "large",
    "126": "under",
    "127": "another",
    "128": "moment",
    "129": "went",
    "130": "how",
    "131": "world",
    "132": "again.",
    "133": "straight",
    "134": "like",
    "135": "some",
    "136": "way,",
    "137": "dipped",
    "138": "down,",
    "139": "not",
    "140": "about",
    "141": "herself",
    "142": "found",
    "143": "falling",
    "144": "deep",
    "145": "well.",
    "146": "deep,",
    "147": "fell",
    "148": "slowly,",
    "149": "plenty",
    "150": "look",
    "151": "wonder",
    "152": "going",
    "153": "happen",
    "154": "next.",
    "155": "first,",
    "156": "tried",
    "157": "make",
    "158": "coming",
    "159": "to,",
    "160": "too",
    "161": "dark",
    "162": "anything;",
    "163": "sides",
    "164": "well,",
    "165": "noticed",
    "166": "they",
    "167": "were",
    "168": "filled",
    "169": "cupboards",
    "170": "here",
    "171": "saw",
    "172": "upon",
    "173": "jar",
    "174": "from",
    "175": "one",
    "176": "great",
    "177": "fear",
    "178": "somebody",
    "179": "managed",
    "180": "put",
    "181": "it.",
    "182": "well!",
    "183": "herself,",
    "184": "such",
    "185": "fall",
    "186": "tumbling",
    "187": "stairs!",
    "188": "theyll",
    "189": "me",
    "190": "why,",
    "191": "wouldnt",
    "192": "anything",
    "193": "even",
    "194": "if",
    "195": "off",
    "196": "top",
    "197": "which",
    "198": "likely",
    "199": "down.",
    "200": "come",
    "201": "an",
    "202": "many",
    "203": "miles",
    "204": "ive",
    "205": "fallen",
    "206": "this",
    "207": "said",
    "208": "aloud.",
    "209": "must",
    "210": "near",
    "211": "earth.",
    "212": "let",
    "213": "see:",
    "214": "four",
    "215": "thousand",
    "216": "for,",
    "217": "you",
    "218": "see,",
    "219": "learnt",
    "220": "several",
    "221": "things",
    "222": "sort",
    "223": "lessons",
    "224": "though",
    "225": "good",
    "226": "opportunity",
    "227": "showing",
    "228": "listen",
    "229": "her,",
    "230": "still",
    "231": "yes,",
    "232": "thats",
    "233": "right",
    "234": "latitude",
    "235": "longitude",
    "236": "got",
    "237": "to?",
    "238": "idea",
    "239": "was,",
    "240": "either,",
    "241": "nice",
    "242": "grand",
    "243": "words",
    "244": "say.",
    "245": "presently",
    "246": "began",
    "247": "through",
    "248": "funny",
    "249": "itll",
    "250": "seem",
    "251": "among",
    "252": "people",
    "253": "walk",
    "254": "their",
    "255": "heads",
    "256": "rather",
    "257": "glad",
    "258": "listening,",
    "259": "time,",
    "260": "didnt",
    "261": "sound",
    "262": "word",
    "263": "ask",
    "264": "them",
    "265": "name",
    "266": "is,",
    "267": "know.",
    "268": "please,",
    "269": "new",
    "270": "youre",
    "271": "do",
    "272": "could",
    "273": "manage",
    "274": "it?",
    "275": "little",
    "276": "girl",
    "277": "shell",
    "278": "no,",
    "279": "perhaps",
    "280": "written",
    "281": "else",
    "282": "do,",
    "283": "soon",
    "284": "talking",
    "285": "dinahll",
    "286": "miss",
    "287": "should",
    "288": "think!",
    "289": "dinah",
    "290": "cat.",
    "291": "hope",
    "292": "remember",
    "293": "my",
    "294": "wish",
    "295": "me!",
    "296": "are",
    "297": "mice",
    "298": "air,",
    "299": "im",
    "300": "afraid,",
    "301": "might",
    "302": "catch",
    "303": "mouse,",
    "304": "cats",
    "305": "eat",
    "306": "wonder?",
    "307": "saying",
    "308": "bats?",
    "309": "couldnt",
    "310": "answer",
    "311": "question,",
    "312": "matter",
    "313": "felt",
    "314": "off,",
    "315": "begun",
    "316": "dream",
    "317": "walking",
    "318": "hand",
    "319": "dinah,",
    "320": "now,",
    "321": "tell",
    "322": "ever",
    "323": "thump!",
    "324": "came",
    "325": "dry",
    "326": "leaves,",
    "327": "over.",
    "328": "bit",
    "329": "jumped",
    "330": "feet",
    "331": "up,",
    "332": "long",
    "333": "passage,",
    "334": "sight,",
    "335": "away",
    "336": "wind,",
    "337": "say,",
    "338": "turned",
    "339": "corner,",
    "340": "ears",
    "341": "late",
    "342": "behind",
    "343": "longer",
    "344": "low",
    "345": "hall,",
    "346": "row",
    "347": "hanging",
    "348": "doors",
    "349": "round",
    "350": "been",
    "351": "side",
    "352": "other,",
    "353": "trying",
    "354": "every",
    "355": "door,",
    "356": "walked",
    "357": "sadly",
    "358": "middle,",
    "359": "wondering",
    "360": "three-legged",
    "361": "table,",
    "362": "except",
    "363": "tiny",
    "364": "golden",
    "365": "key,",
    "366": "alices",
    "367": "first",
    "368": "but,",
    "369": "alas!",
    "370": "key",
    "371": "any",
    "372": "rate",
    "373": "open",
    "374": "them.",
    "375": "however,",
    "376": "second",
    "377": "round,",
    "378": "before,",
    "379": "door",
    "380": "inches",
    "381": "high:",
    "382": "opened",
    "383": "led",
    "384": "small",
    "385": "larger",
    "386": "than",
    "387": "along",
    "388": "garden",
    "389": "longed",
    "390": "those",
    "391": "bright",
    "392": "flowers",
    "393": "cool",
    "394": "head",
    "395": "go",
    "396": "poor",
    "397": "alice,",
    "398": "oh,",
    "399": "shut",
    "400": "only",
    "401": "knew",
    "402": "begin.",
    "403": "out-of-the-way",
    "404": "happened",
    "405": "few",
    "406": "indeed",
    "407": "really",
    "408": "waiting",
    "409": "back",
    "410": "half",
    "411": "hoping",
    "412": "find",
    "413": "rules",
    "414": "shutting",
    "415": "bottle",
    "416": "certainly",
    "417": "neck",
    "418": "paper",
    "419": "drink",
    "420": "me,",
    "421": "beautifully",
    "422": "wise",
    "423": "hurry.",
    "424": "ill",
    "425": "said,",
    "426": "marked",
    "427": "read",
    "428": "children",
    "429": "who",
    "430": "wild",
    "431": "other",
    "432": "unpleasant",
    "433": "things,",
    "434": "because",
    "435": "simple",
    "436": "friends",
    "437": "taught",
    "438": "as,",
    "439": "will",
    "440": "burn",
    "441": "hold",
    "442": "cut",
    "443": "your",
    "444": "finger",
    "445": "usually",
    "446": "forgotten",
    "447": "that,",
    "448": "poison,",
    "449": "almost",
    "450": "certain",
    "451": "you,",
    "452": "sooner",
    "453": "ventured",
    "454": "taste",
    "455": "finding",
    "456": "fact,",
    "457": "mixed",
    "458": "finished",
    "459": "off.",
    "460": "curious",
    "461": "alice;",
    "462": "indeed:",
    "463": "now",
    "464": "ten",
    "465": "high,",
    "466": "face",
    "467": "brightened",
    "468": "size",
    "469": "lovely",
    "470": "garden.",
    "471": "waited",
    "472": "minutes",
    "473": "nervous",
    "474": "this;",
    "475": "end,",
    "476": "know,",
    "477": "altogether,",
    "478": "then?",
    "479": "fancy",
    "480": "candle",
    "481": "out,",
    "482": "while,",
    "483": "more",
    "484": "happened,",
    "485": "decided",
    "486": "alice!",
    "487": "table",
    "488": "possibly",
    "489": "reach",
    "490": "it:",
    "491": "glass,",
    "492": "best",
    "493": "legs",
    "494": "thing",
    "495": "sat",
    "496": "cried.",
    "497": "come,",
    "498": "theres",
    "499": "crying",
    "500": "that!",
    "501": "leave",
    "502": "generally",
    "503": "gave",
    "504": "followed",
    "505": "sometimes",
    "506": "severely",
    "507": "bring",
    "508": "tears",
    "509": "remembered",
    "510": "box",
    "511": "game",
    "512": "croquet",
    "513": "playing",
    "514": "against",
    "515": "child",
    "516": "fond",
    "517": "two",
    "518": "hardly",
    "519": "enough",
    "520": "left",
    "521": "eye",
    "522": "glass",
    "523": "lying",
    "524": "cake,",
    "525": "makes",
    "526": "grow",
    "527": "larger,",
    "528": "can",
    "529": "smaller,",
    "530": "garden,",
    "531": "dont",
    "532": "care",
    "533": "bit,",
    "534": "anxiously",
    "535": "holding",
    "536": "growing,",
    "537": "surprised",
    "538": "remained",
    "539": "same",
    "540": "size:",
    "541": "sure,",
    "542": "happens",
    "543": "expecting",
    "544": "happen,",
    "545": "dull",
    "546": "stupid",
    "547": "life",
    "548": "way.",
    "549": "set",
    "550": "pool",
    "551": "cried",
    "552": "forgot",
    "553": "speak",
    "554": "opening",
    "555": "was!",
    "556": "feet!",
    "557": "far",
    "558": "shoes",
    "559": "sure",
    "560": "shant",
    "561": "deal",
    "562": "myself",
    "563": "kind",
    "564": "them,",
    "565": "wont",
    "566": "want",
    "567": "give",
    "568": "pair",
    "569": "boots",
    "570": "sending",
    "571": "presents",
    "572": "ones",
    "573": "foot,",
    "574": "dear,",
    "575": "struck",
    "576": "roof",
    "577": "fact",
    "578": "nine",
    "579": "door.",
    "580": "side,",
    "581": "eye;",
    "582": "cry",
    "583": "ashamed",
    "584": "yourself,",
    "585": "stop",
    "586": "moment,",
    "587": "you!",
    "588": "same,",
    "589": "tears,",
    "590": "until",
    "591": "heard",
    "592": "pattering",
    "593": "distance,",
    "594": "hastily",
    "595": "coming.",
    "596": "kid",
    "597": "gloves",
    "598": "fan",
    "599": "other:",
    "600": "he",
    "601": "trotting",
    "602": "muttering",
    "603": "himself",
    "604": "came,",
    "605": "oh!",
    "606": "duchess,",
    "607": "duchess!",
    "608": "savage",
    "609": "kept",
    "610": "ready",
    "611": "help",
    "612": "one;",
    "613": "so,",
    "614": "began,",
    "615": "low,",
    "616": "timid",
    "617": "voice,",
    "618": "violently,",
    "619": "dropped",
    "620": "hard",
    "621": "gloves,",
    "622": "and,",
    "623": "queer",
    "624": "everything",
    "625": "yesterday",
    "626": "usual.",
    "627": "changed",
    "628": "feeling",
    "629": "next",
    "630": "question",
    "631": "am",
    "632": "ah,",
    "633": "thinking",
    "634": "age",
    "635": "hair",
    "636": "goes",
    "637": "mine",
    "638": "doesnt",
    "639": "all;",
    "640": "cant",
    "641": "mabel,",
    "642": "know",
    "643": "sorts",
    "644": "she,",
    "645": "knows",
    "646": "little!",
    "647": "besides,",
    "648": "shes",
    "649": "i,",
    "650": "andoh",
    "651": "puzzling",
    "652": "is!",
    "653": "try",
    "654": "used",
    "655": "times",
    "656": "five",
    "657": "six",
    "658": "seven",
    "659": "lets",
    "660": "capital",
    "661": "wrong,",
    "662": "doth",
    "663": "crossed",
    "664": "hands",
    "665": "lap",
    "666": "lessons,",
    "667": "repeat",
    "668": "voice",
    "669": "sounded",
    "670": "hoarse",
    "671": "his",
    "672": "tail,",
    "673": "seems",
    "674": "grin,",
    "675": "neatly",
    "676": "spread",
    "677": "gently",
    "678": "smiling",
    "679": "words,",
    "680": "again",
    "681": "all,",
    "682": "live",
    "683": "house,",
    "684": "play",
    "685": "with,",
    "686": "learn!",
    "687": "it;",
    "688": "stay",
    "689": "here!",
    "690": "putting",
    "691": "again,",
    "692": "then,",
    "693": "being",
    "694": "not,",
    "695": "till",
    "696": "sudden",
    "697": "down!",
    "698": "alone",
    "699": "hands,",
    "700": "rabbits",
    "701": "while",
    "702": "talking.",
    "703": "done",
    "704": "that?",
    "705": "thought.",
    "706": "growing",
    "707": "nearly",
    "708": "shrinking",
    "709": "cause",
    "710": "hastily,",
    "711": "frightened",
    "712": "change,",
    "713": "worse",
    "714": "ever,",
    "715": "child,",
    "716": "never!",
    "717": "these",
    "718": "foot",
    "719": "chin",
    "720": "salt",
    "721": "sea,",
    "722": "case",
    "723": "herself.",
    "724": "life,",
    "725": "general",
    "726": "wherever",
    "727": "number",
